
"DSKAppleRootSource"		= "Apple";

"DesktopPicturesBuiltin"	= "Imágenes escritorio";
"NatureBuiltin"				= "Naturaleza";
"PlantsBuiltin"				= "Plantas";
"ArtBuiltin"				= "Arte";
"BlackAndWhiteBuiltin"		= "Blanco y negro";
"AbstractBuiltin"			= "Abstracto";
"PatternsBuiltin"			= "Patrones";
"SolidColorsBuiltin"		= "Colores sólidos";

"DSKUserFoldersRootSource"		= "Carpetas";

"choose" = "Seleccionar"; // This shows up in the open panel when adding a new folder

"AcessibilityChangePictureImageDescription" = "el escritorio está configurado para cambiar automáticamente de imagen";
